tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "cryptography"
brew "sqlite"
brew "python@3.12"
brew "ansible"
brew "azure-cli"
brew "coreutils"
brew "ctpv"
brew "ffmpeg"
brew "go"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "lf"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "ripgrep"
brew "terraform"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
cask "bitwarden"
cask "dbeaver-community"
cask "ivpn"
cask "postman"
cask "signal"
cask "rectangle"
