tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "cryptography"
brew "sqlite"
brew "ansible"
brew "python@3.12"
brew "azure-cli"
brew "colima", restart_service: true
brew "coreutils"
brew "docker"
brew "go"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "nmap"
brew "nvm"
brew "ripgrep"
brew "terraform"
brew "wget"
brew "zoxide"
brew "zsh-fast-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
cask "arc"
cask "bitwarden"
cask "dbeaver-community"
cask "discord"
cask "font-meslo-lg-nerd-font"
cask "hiddenbar"
cask "ivpn"
cask "kitty"
cask "postman"
cask "rectangle"
cask "signal"
